Repository: flaviojs/freya
Catalog: locales/*/LC_MESSAGES/npcs3.po
Languages: fr_fr

source: You must choose a number between
fr_fr: Vous devez choisir un numéro entre

source: 1 and 9. It is very important that
fr_fr: 1 et 9. Il est très important que vous choisissiez

source: you choose the number most dear to
fr_fr: le nombre qui est le plus cher à

source: your heart.
fr_fr: votre coeur.

source: Earth...You need that which is
fr_fr: Terre...Vous avez besoin d'un objet qui

source: a friend of the earth. Explore
fr_fr: est un ami de la terre. Explorez

source: the verdant forest and find
fr_fr: la foret verdoyante et trouvez

source: ^3377FF15x Horn^000000 for the ritual.
fr_fr: ^3377FF15x Horn^000000 pour le rituel.

source: Water...You need that which is
fr_fr: Eau...Vous avez besoin d'un objet

source: saturated with water. Explore
fr_fr: saturé d'eau. Explorez

source: the area around here and find
fr_fr: la zone alentour et trouvez

source: ^3377FF20x Katashimuri Skin^000000 for the ritual.
fr_fr: ^3377FF20x Katashimuri Skin^000000 pour le rituel.

source: Fire...You need that which
fr_fr: Feu...Vous avez besoin d'un objet qui

source: can withstand the roiling heat
fr_fr: résister à la troublante chaleur

source: of perpetual flame. Explore the
fr_fr: des flammes. Explorez le

source: desert and find ^3377FF20x Scorpion Tail^000000
fr_fr: désert et trouvez ^3377FF20x Scorpion Tai^000000

source: for the ritual.
fr_fr: pour le rituel.

source: Wind...You need that which
fr_fr: Vent...Vous avez besoin d'un objet qui

source: has an easy camaraderie with
fr_fr: a une grande affinité avec

source: the sky itself.
fr_fr: le ciel lui-même.

source: You need ^3377FF25x Radiant Pelt^000000
fr_fr: Vous avez besoin de ^3377FF25x Radiant Pelt^000000

source: to complete the ritual.
fr_fr: pour achever le rituel.

source: Once you've prepared these
fr_fr: Une fois que vous avez préparé ces

source: objects from nature, please return here
fr_fr: objets de la nature, revenez ici s'il vous plaît

source: so we can complete the ritual.
fr_fr: alors nous pourrons achever le rituel.

source: What type of stone would you like to
fr_fr: Quelle sorte de pierre voudriez-vous

source: dismantle? Please choose earth, water,
fr_fr: désassembler ? Choisissez terre, eau,

source: fire, or wind.
fr_fr: feu, ou vent s'il vous plaît.

source: I will dismantle your earth crystal
fr_fr: Je désassemblerai votre cristal de terre

source: I will dismantle your frozen crystal
fr_fr: Je désassemblerai votre cristal de glace

source: I will dismantle your heart of flame
fr_fr: Je désassemblerai votre coeur de flamme

source: I will dismantle your rough wind stone
fr_fr: Je désassemblerai votre pierre de vent brut

source: into its component essence.
fr_fr: dans son essence composante.

source: Choose a number between 1 and 9.
fr_fr: Choisissez un nombre entre 1 et 9.

source: If you don't want me to dismantle the
fr_fr: Si vous ne voulez pas que je désassemble la

source: stone, choose 0.
fr_fr: pierre, choisissez 0.

source: Please place the elemental stone
fr_fr: Placez la pierre élémentaire à

source: inside this holy circle. I will chant a
fr_fr: l'interieur du cercle saint s'il vous plaît. Je chanterai

source: mantra. I don't know if I can
fr_fr: une incantation. Je ne sais pas si je peux

source: completely dismantle the stone,
fr_fr: désassembler completement la pierre,

source: but here goes...
fr_fr: mais allons-y...

source: The elemental stone has been
fr_fr: La pierre élémentaire a été désassemblée

source: dismantled into its natural
fr_fr: dans son essence naturelle.

source: essence. Please put it to
fr_fr: Faites-en bon usage

source: good use.
fr_fr: s'il vous plaît.

source: You need to have
fr_fr: Vous devez avoir

source: to disassemble into its
fr_fr: pour la désassembler en

source: component essence.
fr_fr: essences composantes.

source: Once you have the necessary stone,
fr_fr: Une fois que vous avez la pierre nécessaire,

source: please come back and visit me
fr_fr: revenez me voir pour que le

source: so that the ritual can be completed.
fr_fr: rituel puisse être achevé s'il vous plaît.

source: Oh! Another outsider. It's
fr_fr: Oh ! Un autre étranger. C'est

source: great to encounter another one
fr_fr: super d'en rencontrer un autre

source: in this village! My name is
fr_fr: dans ce village ! Mon nom est

source: Because Umbala village is isolated
fr_fr: Parce que le village Umbala est isolé

source: within a deep forest, its culture
fr_fr: dans une forêt profonde, sa culture

source: is unaffected by the steady pull
fr_fr: est inchangée par montée continuelle

source: of progress.
fr_fr: du progrès.

source: Not only that, but the natives' skin color
fr_fr: Non seulement cela, mais la couleur de peau des natifs

source: and language are also different.
fr_fr: du village ainsi que le leur language sont aussi différent.

source: Aren't you confused by their
fr_fr: N'êtes-vous pas embarrassés par leurs

source: alien gestures and expressions?
fr_fr: gestes et expressions étranges ?

source: Even the things you would expect
fr_fr: Même les choses auxquelles vous vous attendiez

source: to transcend culture have a
fr_fr: à ce qu'elles soient les même quelque soit la culture

source: different meaning in Umbala.
fr_fr: ont une signification différente à Umbala.

source: Just because a tribeman's face laughs
fr_fr: Ce n'est pas parce qu'un membre de la tribu a un visage

source: doesn't necessarily mean his
fr_fr: souriant que celà signifie que son coeur

source: heart is laughing. Understand?
fr_fr: est joyeux. Vous comprenez ?

source: Because of that, people in the village
fr_fr: A cause de cela, les gens du village qui

source: who know our language may have trouble!!
fr_fr: connaissent notre langue peuvent avoir des difficultés !!

source: You're from abroad? That's
fr_fr: Vous êtes de l'étranger ? C'est

source: wonderful! I didn't think that
fr_fr: merveilleux ! Je n'ai pas pensé que je

source: I would meet someone else from abroad.
fr_fr: rencontrerasi quelqu'un d'autre de l'étranger.

source: I came here looking for strong
fr_fr: Je suis venu ici pour chercher des

source: companions, but I was unable
fr_fr: compagnions forts, mais je n'est pas été capable

source: to understand the language.
fr_fr: de comprendre la langue.

source: I had to listen to the language being spoken
fr_fr: J'ai dû écouter la langue étant parlée pendant

source: for some time before I picked it up.
fr_fr: quelque temps avant de l'assimiler.

source: The people here seem to want to
fr_fr: Les gens d'ici semblent vouloir

source: preserve their native culture while
fr_fr: préserver leur culture natale tout en

source: eschewing the trappings of modern life.
fr_fr: évitant les pièges de la vie moderne.

source: The tribesmen are really prone to
fr_fr: Les membres de la tribu sont vraiment enclins

source: mischief-making.
fr_fr: à faire des sottises.

source: The primitive atmosphere here is really
fr_fr: L'atmoshpère primitive est vraiment rafraîchissante

source: refreshing. Tribal law is very lax and
fr_fr: ici. La loi tibale est très flexible et ne

source: doesn't intrude upon one's enjoyment of
fr_fr: s'immisce pas dans la gaieté du

source: the village. It's really wonderful.
fr_fr: village. C'est vraiment merveilleux.

source: I'm standing out here because I
fr_fr: Je suis debout dehors car je ne peux pas

source: can't stand to lay eyes on
fr_fr: être debout pour garder un oeil sur

source: that lecher Wambokoriotan.
fr_fr: ce débauché de Wambokoriotan.

source: I hate his guts!
fr_fr: Je hais ses entrailles !

source: I want to see Wambokoriotan
fr_fr: Je veux voir Wambokoriotan se

source: morph into an insect so I can
fr_fr: transformer en un insecter alors je pourrais

source: have the satisfaction of crushing
fr_fr: avoir la satisfaction d'écraser

source: his skull! I hate him and his
fr_fr: son crâne ! Je le déteste lui et ses

source: advances! I wish he would just stay
fr_fr: avancés ! Je souhaite juste qu'il reste

source: away from me.
fr_fr: loin de moi.

source: Bungy jumping is extremely dangerous.
fr_fr: Le grand saut est extrêmement dangereux.

source: As such, completing a successful
fr_fr: Celà dit, faire un saut couronné de succès

source: jump is a prerequisite for recognition
fr_fr: est un prérequis pour la reconnaissance en tant

source: as an adult in the Utan tribe.
fr_fr: qu'adulte dans la tribu Utan.

source: Making a safe bungy jump is a
fr_fr: Faire le grand saut sans danger est vraiment un

source: really big deal. When someone makes
fr_fr: gros challenge. Quand quelqu'un fait

source: their first jump safely, many people
fr_fr: son premier saut sans risque, beaucoup de personnes

source: gather for a large feast.
fr_fr: se réunissent pour un grand banquet.

source: I'm really afraid of heights,
fr_fr: J'ai vraiment peur des hauteurs,

source: so I really don't want to jump,
fr_fr: donc je ne veux vraiment pas sauter,

source: but I must in order to be
fr_fr: mais je dois le faire pour être

source: recognized as a courageous
fr_fr: reconnu comme un membre courageux de

source: member of the Utan tribe.
fr_fr: [ÂHÂHÂHÂHÂHÂH]

source: You want to know why our
fr_fr: Voulez-vous savoir pourquoi

source: skin is jet-black?
fr_fr: notre peau est noire ?

source: Well...
fr_fr: Bien...

source: Every night before we sleep,
fr_fr: Chaque nuit avant de dormir,

source: we eat lots of chocolate!
fr_fr: nous mangeons un tas de chocolat !

source: Mmmmmmm...Chocolate...
fr_fr: Mmmmmmm...Chocolat...

source: An outsider?
fr_fr: Un étranger ?

source: Are you here to try bungy jumping?
fr_fr: Êtes-vous ici pour essayer le grand saut ?

source: Well....
fr_fr: Bien....

source: You got it
fr_fr: Vous l'avez fait

source: What courage!
fr_fr: Quel courage !

source: The Utan tribe welcomes those
fr_fr: La tribu Utan accueille ceux

source: with courageous hearts.
fr_fr: avec des coeurs courageux.

source: The adults don't want me to even
fr_fr: Les adultes ne veulent pas que je

source: get close to the bungy jumping area.
fr_fr: me tienne pres de la zone du grand saut.

source: In this tribe, bungy jumping is a rite
fr_fr: Dans cette tribu, le grand saut est un rite

source: of passage. If I can show them that
fr_fr: de passage. Si je peux leur montrer que

source: I'm big enough to brave bungy jumping,
fr_fr: je suis assez grand pour braver le grand saut,

source: they'll have to recognize me as an adult!
fr_fr: ils devront me reconnaître comme étant un adulte !

source: Nope...
fr_fr: Nan...

source: Um...yes?
fr_fr: Hm...oui ?

source: When I was younger, I went bungy
fr_fr: Quand j'étais plus jeune, je suis allé au

source: jumping even though it was extremely
fr_fr: grand saut bien que ce soit extrêmement

source: dangerous. I did it, though, and my
fr_fr: dangereux. Cependant, je l'ai fait, et ma

source: chest swelled with a feeling of achievement.
fr_fr: poitrine s'est gonflée avec un sentiment d'accomplissement.

source: The tradition encourages rash behavior, but
fr_fr: La tradition encourage le comportement impétueux, mais

source: boys will be boys, don't you think?
fr_fr: les garçons seront toujours des garçons, vous ne pensez pas ?

source: Awesome! I haven't seen an outsider in some time.
fr_fr: Stupéfiant ! Je n'avais pas vu d'étranger depuis quelques temps.

source: You're just in time to watch as
fr_fr: Vous êtes là juste à temps pour observer les

source: youth from all over the village bungy
fr_fr: jeunes hommes de tout le village prouver leur

source: jump to prove their courage!
fr_fr: courage face au grand saut !

source: After you jump, you can use the
fr_fr: Après avoir sauté, vous pouvez utiliser

source: cord to climb. Also, if you search
fr_fr: la corde pour escalader. Aussi, si vous cherchez

source: underwater, you might be able to find
fr_fr: sous l'eau, vous pourriez être capable de trouver

source: a submerged cave. Of course, there have
fr_fr: une caverne submergée. Bien sur, il y a eu

source: been unlucky souls who have died...
fr_fr: des malheureuses âmes qui sont mortes...

source: You may also feel sick
fr_fr: Vous pouvez également vous sentir malade

source: as the bottom draws near, because
fr_fr: au fur et à mesure que le fond approche, car

source: the ominous shapes of aquatic monsters
fr_fr: les formes sinistres de monstres aquatiques

source: drift slowly under the surface.
fr_fr: dérivent lentement sous la surface.

source: If you linger underwater, you might die...
fr_fr: Si vous vous attardez sous l'eau, vous pourriez mourir...

source: Umbala has enough interesting trees
fr_fr: Umbala a assez d'arbres intéressants que

source: that studying them never gets old!
fr_fr: les étudier ne rend jamais vieux !

source: My favorite tree near Umbala is huge!
fr_fr: Mon arbre préféré près d'Umbala est énorme !

source: It stretches into the sky as far
fr_fr: Il s'étire dans le ciel aussi loin

source: as the eye can see!
fr_fr: que l'oeil peux voir !

source: It's supposed to be the tallest tree in the world!
fr_fr: On suppose que c'est l'arbre le plus haut du monde !

source: It's so old and large that
fr_fr: C'est si vieux et grand l'on

source: the top can't even be seen!
fr_fr: ne peut même pas en voir le sommet !

source: Even after climbing the tree
fr_fr: Même après avoir escaladé l'arbre

source: to quite a height, the top was not
fr_fr: à une hauteur raisonnable, le sommet n'est

source: in sight. I consider myself
fr_fr: pas en vue. Je me considère comme

source: a tree-climbing expert, so this
fr_fr: un expert d'escaladeur d'arbre, donc cela

source: was quite distressing.
fr_fr: m'affligeais un peu.

source: That said, the fruit I was able
fr_fr: Ceci dit, le fruit que j'ai été capable

source: to pick off of some of the higher
fr_fr: de cueillir sur la plus haute des branches

source: branches is yummy!
fr_fr: est le yummy !

source: It has a slightly sour taste. Eating
fr_fr: Il a un goût légèrement aigre. Le manger

source: it makes me feel all tingly inside!!
fr_fr: m'a fait sentir tout chose à l'intérieur !!

source: At the same time, a terrible illness
fr_fr: Dans la même période, une maladie épouvantable

source: was ravaging Umbala village.
fr_fr: ravageait le village Umbala.

source: The elder's health was declining
fr_fr: La santé de l'aîné du village déclinait

source: and he was in danger of dying, but
fr_fr: et il était en danger de mort, mais

source: when I gave him a piece of that
fr_fr: dès que je lui ai donné un morceau de ce

source: fruit, his health improved
fr_fr: fruit, sa santé s'améliora

source: dramatically in a short time. Surely
fr_fr: radicalement en peu de temps. Ce fruit

source: this fruit was a gift from the forest!
fr_fr: était surement un cadeau de la forêt !

source: The tree is north of the village. Why
fr_fr: L'arbre est au nord du village. Pourquoi ne

source: not visit it if you're over that way?
fr_fr: pas y allé si vous suivez cette voie ?

source: I want to have some fun with
fr_fr: Je veux avoir un peu d'amusement avec

source: Wambokoriotan, but after seeing
fr_fr: Wambokoriotan, mais après avoir observé

source: how his wife can be, I don't know if
fr_fr: le coportement de sa femme, je ne sais pas si

source: I want to end up being on her bad side.
fr_fr: je veux terminer cela sur son mauvais côté.

source: See that loser over there?
fr_fr: Vous voyez ce perdant là-bas ?

source: I'm on to him. He hasn't
fr_fr: Je suis prête pour lui. Il n'a pas

source: exactly made a secret of his desire
fr_fr: fait de secret sur son desir

source: to have an affair or three.
fr_fr: d'avoir une aventure ou trois.

source: He needs to be smacked in the nuts, HARD.
fr_fr: Il doit être frappé dans les noix, DUREMENT.

source: Ahhh...My wife is a real
fr_fr: Ahhh...Ma femme est une vrai tête

source: hothead. Ouch...ouch.
fr_fr: brûlée. Ouch...ouch.

source: I want Umbala's babes as much
fr_fr: Je veux les petits d'Umbala autant

source: as they want me...Ouch...ouch!
fr_fr: qu'ils me veulent...Ouch...ouch !

source: Bungy Jumping Area:
fr_fr: Zone du grand saut:
