Repository: flaviojs/freya
Catalog: locales/*/LC_MESSAGES/npcs5.po
Languages: fr_fr

source: [Drunkard]
fr_fr: [Ivrogne]

source: Hmm... You're Joshua's friend too??
fr_fr: Hmm... Vous êtes aussi l'ami de Joshua ??

source: -I have no friends.(~sob~)
fr_fr: •Je n'ai pas d'amis. *sanglots*

source: -Nope.
fr_fr: •Nan.

source: -Who's that??
fr_fr: •Qui ça ??

source: Hmf. Yeah... that dork has no reason to have any friends. Forget I even asked.
fr_fr: Hmf. Ouais... ce nul n'a pas de raison d'avoir des amis. Oubliez même maquestion.

source: Uh... well if you go down this hall to the room on the left... you'll find this dork.
fr_fr: Uh... bien si vous descendez de ce hall vers la pièce sur la gauche... vous trouverezce nul.

source: All day long, he just stays in that dark room tempering steel.... who the hell knows what he's making....
fr_fr: Toute la journée, il reste simplement dans sa chambre noir forgeant de l'acier....qui saitce qu'il fait....

source: If you're interested you should go talk to him. From the looks of it, you two would probably get along really well... HAHAHA!
fr_fr: Si vous êtes intéressés vous devriez aller lui parler. De part vos apparences, vousdeux devriez probablement bien vous entendre... HAHAHA !

source: Oh... I see, I see. My appologies. You seem to be sensative about this. To think that you have no friends....
fr_fr: Oh... je vois, je vois. Toutes mes excuses. Vous semblez y être sensible. Penserque vous n'avez aucun ami....

source: Ya know, you remind me of my younger self! Heck... you might end up just like me... heh heh.
fr_fr: Vous savez, vous me rappelez moi étant jeune ! Heck... vous pourriez terminer commemoi... heh heh.

source: (~sob~sob~).... oh what happened to my life!!!....(~baaaahhhh~)
fr_fr: *sanglote sanglote*.... qu'est-il arrivé à ma vie !!!....*bouuuuuhhh*

source: ARGH!! STOP being so noisey!
fr_fr: ARGH !! ARRÊTEZ d'être si bruyant !

source: [Schubaltzwald Merchant]
fr_fr: [Marchand de Schubaltzwald]

source: How are you, Rune-Midgard young'un? I am Schubaltzwald's one and only Hans Hadenhiem.
fr_fr: Comment allez-vous, jeunesse de Rune-Midgard ? Je suis le seul et l'unique HansHadenhiem de Schubaltzwald.

source: My business associates and I plan to do business, both here in Geffen, and at home in Schubaltzwald.
fr_fr: Mes collègues et moi planifion de faire affaire, tant ici à Geffen, que chez nousà Schubaltzwald.

source: Although Rune-Midgard doesn't seem to have any exciting places to go sight-seeing, it does have a lot of interesting merchandise.
fr_fr: Bien que Rune-Midgard ne semble pas avoir des lieux passionnant à visiter,il y a beaucoup de marchandises intéressantes.

source: Because of their uniqueness, these items have become quite valuable in my city.
fr_fr: A cause de leur unicité, ces articles sont devenus tout à fait précieux dans maville.

source: Something may be plentifull here, but scarce somewhere else, an item may be popular there but not here....
fr_fr: Quelque chose peut être abondant ici, mais rare autre part, un article peut êtrepopulaire là mais pas là....

source: That is what makes being a merchant so interesting, the variety of items to buy and sell between different places.
fr_fr: C'est ce qui fait qu'un marchand est si intéressant, la variété d'articles àacheter et vendre entre des lieux différents.

source: Of course it would be ideal if a merchant could have a widespread distribution of the same items in different cities.
fr_fr: Bien sûr l'idéal serait qu'un marchand puisse avoir une distributionrépendue des mêmes articles dans des villes différentes.

source: If you're not satisfied with the merchandise, just wait, and some other day what you're looking for may be in stock.
fr_fr: Si vous n'êtes pas satisfaits des marchandises, attendez un peu, et un jour ou l'autrece que vous cherchez peut être dans les stocks.

source: It's a merchant's duty to make the customer happy with the quality of the items being sold!
fr_fr: C'est le devoir d'un marchand de rendre le client heureux avec la qualité desobjet en vente !

source: Meh! ALWAYS drinking and ALWAYS fighting..... HEY Mister! This is a place of BUSINESS!!
fr_fr: Meh ! TOUJOURS boire et TOUJOURS se battre..... HÉ Monsieur ! C'est un lieu deBUSINESS !!

source: That man gives me a headache. My sister at the Inn says that there is another IDIOT just LIKE HIM there!
fr_fr: Cet homme me donne mal à la tête. Ma sœur à l'auberge m'a dit qu'il y a unautre IDIOT comme LUI là-bas !

source: I CAN'T BELIEEEEVE that there is more that one IDIOT like him in this world..... I wish they would just... just... DISAPPEAR!!
fr_fr: JE NE PEUX PAS CROIIIIRE qu'il y a un autre IDIOT comme lui dans cemonde..... Je souhaite juste qu'ils... qu'ils... DISPARAISSENT !!

source: (~sighs~)
fr_fr: *Soupirs*

source: Anything interesting goin on lately?
fr_fr: Quelque chose d'intéressant s'est produit récemment ?

source: Could I get drink?
fr_fr: Pourrais-je avoir une boisson ?

source: Jeez, I'm real sorry but we ran out of liquior. THAT DRUNKARD chugged down every last drop we had....
fr_fr: Heu, Je suis réellement désolé mais nous sommes à court de liqueur. CET IVROGNE l'a siffléjusqu'à la toute dernière goutte que nous avions....

source: As soon as we open he's in here downing drink after drink! I'm surprised he's still alive.
fr_fr: Dès que nous ouvrons il est ici buvant verre après verre ! Je suis étonné qu'ilsoit toujour en vie.

source: Maybe if you stopped by later.... but then again, the way HE'S been drinking.... you might have better luck else where....
fr_fr: Peut-être que si vous revenez plus tard.... mais alors encore, IL aura encoretout bu.... vous pourriez avoir plus de chance autre part....

source: Hmm... there really hasn't been anything new going on lately.... there haven't been any rumors from the customers either....
fr_fr: Hmm... il n'y a vraiment rien eu de nouveau récemment... il n'y a pas eude rumeurs circulants entre les clients non plus....

source: Come to think of it.... you yourself are a person of few words....
fr_fr: Réfléchissez à cela.... vous même êtes une personne qui parle peu....

source: I'm sure there's a reason why there has been such a lull as of late....
fr_fr: Je suis sûr qu'il y a une raison à une telle accalmie depuis quelque temps....

source: It's just we working girls tend to get REALLLYYY BORED.... so if anything exciting happens let me know okay?
fr_fr: C'est juste que travailler avec des filles est RÉEEEEEELLEMENT ENNUYEUX.... alors si quelque chosed'excitant se passe faites le moi savoir d'accord ?

source: You have a nice day now!
fr_fr: Passez une bonne journée maintenant !

source: You want to be an idiotic magician? Is that why you came here??
fr_fr: Vous voulez être un magicien idiot ? Est-ce pour cela que vous êtes venus ici ??

source: [Friend of Youth]
fr_fr: [Ami des jeunes]

source: Welcome young one! Are you worrying about something? Tell me all your troubles and I will tell you your fortune with my silver ball of mystery!
fr_fr: Bienvenue jeune ! Êtes-vous inquiet par rapport à quelque chose ? Dites-moi toutvos soucis et je vous lirai l'avenir dans ma boule d'argent mystère !

source: -End.
fr_fr: •Fin.

source: -Fashion!
fr_fr: •Mode !

source: -Fortune!
fr_fr: •Argent !

source: -Future!
fr_fr: •Futur !

source: -Grades!
fr_fr: •Notes !

source: -Life!
fr_fr: •Vie !

source: -Love!
fr_fr: •Amour !

source: It seems that you've had to deal with many problems recently... but don't despair.
fr_fr: Il semble que vous avez dû avoir à faire à de nombreux problèmes récemmment... mais nedésespérez pas.

source: Although you may have to endure some hardships now, the road ahead of you is clear.
fr_fr: Bien que vous devriez supporter quelques difficultées, la route devant vous estclaire.

source: Being tossed out in the desert, naked, and chased by a Peco Peco really isn't that bad.
fr_fr: Être jeté dans le désert, nu, et poursuivi par un Peco Peco n'est pas vraimentsi mal.

source: If you maintain your composure and perservere, you will be able to enjoy the sweet taste of acomplishment.
fr_fr: Si vous maintenez votre maîtrise et votre persevérance, vous serez capable d'apprécierle doux goût d'acomplissement.

source: So keep your head up and endure for a bit longer!
fr_fr: Gardez donc la tête haute et supportez les évenements encore un peu !

source: It looks as though you have chosen an obscure path for yourself. You may feel as though you may have made a mistake.
fr_fr: Il semble que vous avez choisi un chemin obscur pour vous. Vous pourrez voussentir comme si vous aviez fait une erreur.

source: This uncertainty about your choices affects you even now. Try to take a break and relax.
fr_fr: Cette incertitude concernant vos choix vous affecte même maintenant. Essayez de faire unepause et de vous relaxer.

source: Re-organize yourself to better handle the situation that surrounds you.
fr_fr: Réorganisez vous pour mieux agir sur la situation qui vous entoure.

source: Rearrange your items and equipment to give yourself a 'fresh' start.
fr_fr: Réarrangez vos objets et équipements pour vous donner un départ 'frais'".

source: The evil forces that evny your fortune and good health are always watching you.
fr_fr: Les forces démoniaques qui envient votre fortune et votre bonne santé vous observenttoujours.

source: They are jealous of what you have and are eagerly waiting for you to make mistakes.
fr_fr: Ils sont jaloux de ce que vous avez et attendent avec impatience que vous fassiezdes erreurs.

source: Therefore you must be more careful with your actions. Proceed with caution, especially in dangerous sitiuations.
fr_fr: Donc vous devez être plus attentif à vos actions. Avancez prudemment,spécialement dans les situations dangeureuses.

source: Remain calm however, and continue to prepapre for the days to come.
fr_fr: Cependant restez calme, et continuez à vous préparer pour les jours à venir

source: Some recent turmoil between you and someone you know still looms over your head.
fr_fr: De récents troubles entre vous et quelqu'un que vous connaissez vous monterontà la tête.

source: There is no way to avoid the problems... you must face them head on.
fr_fr: Il n'y a aucune façon d'éviter les problèmes... vous devez leur faire face.

source: Try to resolve the issues in a calm, peaceful, and friendly manner. Think about the relationship you have with this person.
fr_fr: Essayez de résoudre les questions de façon calme, paisible, et amicale. Pensezaux rapports que vous avez avec cette personne.

source: Lately you have been living in the darkness of the monsters.
fr_fr: Récemment vous avez vécu dans l'obscurité des monstres.

source: The power of the dark is too strong and you must pull away from it.
fr_fr: La puissance de l'obscurité est trop forte et vous devez vous retirer rapidement.

source: In order to do that you must be physically strong and mentally able. Give it all you have and make good use of your training!
fr_fr: Pour ce faire vous devez être fort physiquement et mentalement capable. Donneztout ce que vous avez et faites bonne usage de votre entrainement !

source: Now, have the questions about your life been answered? Feel free to ask me again. I am always on your side friend!
fr_fr: Maintenant, les questions concernant votre vie ont-elles trouvés réponse ? N'hésitez pas àme demander de nouveau. Je suis toujours de votre côté mon ami !

source: Tsk tsk.... Are you looking for another love?
fr_fr: Tsk tsk.... Cherchez-vous un autre amour ?

source: So you're not satisfied with the relationship your in now.... you want one that is new, better, more exciting.......
fr_fr: Donc vous n'êtes pas satisfait de votre relation actuelle.... vous voulezquelque chose de nouveau, de mieux, de plus excitant.......

source: Don't be a fool!! Treasure the love you have now! You never no where a wandering heart will lead you....
fr_fr: Ne soyez pas bête !! Chérissez l'amour que vous avez actuellement ! Vous ne savez jamais où uncœur errant vous mènera....

source: Everybody says that love is wonderful. THAT IS, until things go WRONG, then it's not so easy to say that love is wonderful.
fr_fr: Tout le monde dit que l'amour est merveilleux. CELA, jusqu'à ce que les choses tournent MAL,alors il n'est pas si facile de dire que l'amour est merveilleux.

source: Maybe your not quite ready for love right now. Build up some more confidence in yourself then go after that special someone with all your heart.
fr_fr: Peut-être n'êtes-vous pas encore prêt. Ayez un peu plus confiance en vousalors suivez cette personne particulière pour vous, de toutvotre cœur.

source: With that confidence and a little bit of luck, you're sure to find love. Always!!
fr_fr: Avec cette confiance et un peu de chance, vous êtes sûr de trouver l'amour.Toujours !!

source: Oh ho! To be in love is a wonderful existance!
fr_fr: Oh oh ! Être amoureux est un chose merveilleuse !

source: Love can be as exciting as running through a forest filled with porings while wildly swinging your sword around!!
fr_fr: L'amour peut être aussi passionant que courir dans une forêt remplie de poringstout en balançant votre épée tout autour de vous !!

source: So BRANDISH your sword in the name of LOVE!!
fr_fr: Alors BRANDISSEZ votre épée au nom de l'AMOUR !!

source: Well now... You're so happy, you don't know what to do!! No matter how hard you try, you can't hide the fact that you're in love!
fr_fr: Bien maintenant... Vous êtes si heureux, vous ne savez pas quoi faire !! Peu importe l'intensitéavec laquelle vous essayez, vous ne pouvez pas cacher le fait que vous êtes amoureux !

source: Heh, I guess there's nothing for me to tell you.
fr_fr: Heh, je suppose qu'il n'y a aucune raison que je vous parle.

source: Now if I could only find someone to love.......
fr_fr: Maintenant si je pouvais seulement trouver quelqu'un à aimer......

source: Even in this bleek world, love is all around you! Love can be fun so treasure the heart and come back for another reading!
fr_fr: Même dans ce monde, l'amour est partout autour de nous ! L'amour peut être amusante alorspréservez votre cœur et revenez pour une autre lecture !

source: For a young one such as yourself, money should not be the most important thing in your life.
fr_fr: Pour un jeune comme vous, l'argent ne devrait pas être la chose la plus importantedans votre vie.

source: Don't worry about money too much, just live your life to the fullest! Only then can something wonderfull can happen to you.
fr_fr: Ne vous inquietez pas trop de l'argent, vivez simplement votre vie pleinement ! Alorsseulement quelque chose de merveilleux peux vous arriver.

source: Let me tell you something, DON'T become obsessed with materialistic things!
fr_fr: Laissez-moi vous dire quelque chose, NE devenez PAS obsédé par les choses matérielles !

source: Although you need money to get by in this world, if aquiring wealth is your sole purpose in life....
fr_fr: Bien que vous ayez besoin d'argent pour percer dans ce monde, si acquérir de l'argent est votreunique but dans la vie....

source: you will ultimately find yourself dissapointed and empty.
fr_fr: vous vous trouverez désapointé et vide en fin de compte.

source: Are you envious of someones else's items?? DON'T BE!!
fr_fr: Enviez-vous les objets de quelqu'un d'autre ? IL NE FAUT PAS !!

source: You are better then that! Seek that which makes you a better person
fr_fr: Vous valez mieux ça ! Cherchez ce qui vous fera de vous une meilleure personne.

source: Saving money is important. Don't get into the habbit of buying cheap things you can afford right away.
fr_fr: Economiser de l'argent est important. N'ayez pas comme habitude d'acheter des choses bon marchéque vous pouvez vous offrir.

source: It's better to wait untill you have enough for something that is of high quality. That way you spend less money overall.
fr_fr: Il est préférable d'attendre jusqu'à ce que vous aillez assez d'argent pour un objet demeilleure qualité. Comme cela vous dépenserez généralement moins d'argent.

source: It's a very interesting thing. To be honest, money just might be the REAL MONSTER in this world....
fr_fr: C'est une chose très intéressante. Pour être honnete, l'argent pourrait juste être lele REEL MONSTRE de ce monde....

source: One man's trash is another man's treasure! Go out and gather everything you can find! Don't be embarressed about it!
fr_fr: Les ordures d'un homme sont les les trésors d'un autre homme ! Sortez et réunissez toutce que vous pouvez trouver ! N'en soyez pas embarassé !

source: It's good to be worried about your grades. You will have a bright future if you study hard and get good grades.
fr_fr: Il est bon de s'inquiéter de ses notes. Vous aurez un avenir brillant si vous étudiezsérieusement et obtenez de bonnes notes.

source: It can be difficult to do, but that is how life is. The difficult things in life are the ones worth doing.
fr_fr: Cela peut être difficile à faire, mais telle est la vie. Dans la vie les choses les pluscompliqués sont celles qui valent le plus.

source: Worrying about your grades can be a hassle. And sometimes it's hard to be confident that you will get good grades.
fr_fr: S'inquiéter de ses notes peut être une bagarre. Et parfois il est dur d'êtreconfiant sur le fait d'avoir de bonnes notes.

source: But stay positive and keep your head up! With hard work and preseverance you'll surely achieve your goals.
fr_fr: Mais restez positif et gardez la tête haute ! Avec un travail acharné et de la perseverancevous réaliserez surement vos objectifs.

source: Concentrating on studies is difficult. Come back anytime to ask questions regarding your studies! I'll be waiting.
fr_fr: La concentration dans les études est difficile. Revenez n'importe quand pour poserdes questions quand à vos études ! J'attendrai.

source: A person who worries about the future is one who is ill prepared for it.
fr_fr: Une personne qui s'inquiète pour le futur est quelqu'un de mal préparé pour cela.

source: And yet a person who prepares for the future is also one who worries about it.
fr_fr: Et encore une personne qui se prépare pour l'avenir est également celle qui s'eninquiète.

source: Hmm... Don't you think you're worrying too much about the future?? Try focusing more on the present.
fr_fr: Hmm... Vous ne pensez pas que vous vous inquiétez trop concernant l'avenir ?? Essayezde plus vous concentrer sur le présent.

source: Obsessing over the future will eventually cause problems for you in the hear and now.
fr_fr: L'obsession de l'avenir vous causera éventuellement des problèmes dans le futuret maintenant.

source: If all you do is play and you don't plan ahead for your future, you may have to re-think your approach to life.
fr_fr: Si tout ce que vous faites est de jouer et de ne pas vous projetez dans votre avenir, vous devriezrepenser votre approche de la vie.

source: There is an old story about the Thief Bug who was happy and full during the winter months,....
fr_fr: Il y a une vieille histoire concernant le Thief Bug qui était heureux et plein pendantles mois d'hiver,....

source: while the Rocker was starving and cold...The Thief Bug planned ahead and gathered enough food for winter,.....
fr_fr: tandis que le Rocker était affamé et gelé... Le Thief Bug avait prévu le frois, etcueilli assez de nourriture pour l'hiver,.....

source: where as the Rocker had spent all his time playing and did not have enough food for the winter.
fr_fr: alors que le Rocker avait dépensé tout son temps a jouer et n'avait pas assezde nourriture pour l'hiver.

source: The person who treasures his/her life prepares for the future. So treasure your life and plan for the future!!
fr_fr: La personne qui prévois sa vie se prépare pour l'avenir. Prévoyez doncvotre vie et planifiez le futur !!

source: You have the ability to leap towards the future! But the past has a hold of your ankle and wont let go.
fr_fr: Vous avez la capacité de faire un bond vers l'avenir ! Mais le passé s'est tenu àvotre cheville et ne vous laissera pas partir.

source: Break free and move towards the future and be prepapred to face what lies ahead!
fr_fr: Prenez la clef des champs et avancez vers l'avenir en étant préparé à faire faceaux mensonges sur votre route !

source: There are many reasons to look forward to the future. So untill you find one for yourself, keep searching for it.
fr_fr: Il y a beaucoup de raisons d'attendre l'avenir avec impatience. Alors jusqu'à ce que vous en trouviezpour vous, cherchez le votre.

source: And feel free to come back for another reading any time okay?
fr_fr: Et n'hésitez pas à revenir pour une autre lecture de votre futur d'accord ?

source: Equipping basic items that provide you with exactly what you need is important.
fr_fr: Equiper des objets de base qui vous fournissent exactement ce dont vous avez besoinest important.

source: But isn't there a way to make equipment more stylish?
fr_fr: Mais n'est-ce pas là une façon de rendre l'équipement plus élégant ?

source: Wah! A Sakkat hat with that type of outfit is a bad idea!!
fr_fr: Wah ! Un chapeau Sakkat avec ce type d'équipement est une mauvaise idée !!

source: Wow, now that I think about it, it's unbearable!!
fr_fr: Wow, maintenant que j'y pense, c'est insupportable !!

source: A Mr. Smile mask and an Orc Helmet look cute when used together. But a Mr. Smile cap by itself is just plain scary!
fr_fr: Un masque Mr. Smile et un Orc Helmet semblent mignon quand ils sont utilisé ensemble. Mais un chapeauMr. Smile en lui-même est simplement effrayant !

source: Why is that??
fr_fr: Pourquoi ça ??

source: An Adventurer's Suit is so cool! Especially when a guy wears it. It just seems to add to his charm!
fr_fr: Une Adventurer's Suit est si cool ! Particulièrement quand un type le porte. Il semblesimplement ajouter du charme !
