Repository: flaviojs/freya
Catalog: locales/*/LC_MESSAGES/npcs1.po
Languages: fr_fr

source: There's a huuuuuuuge treasure hidden
fr_fr: Il y a un Ènooooooorme trÈsor cachÈ

source: somewhere around here!
fr_fr: quelque part prËs d'ici!

source: If only we could get our hands on it,
fr_fr: Si seulement nous pouvions mettre la main dessus,

source: the people who call us the 'Dunce Duo'
fr_fr: les gens qui nous appelle le 'Duo D'imbÈcile'

source: will certainly have to eat their words!!
fr_fr: devront certainement ravaler leurs paroles!!

source: We'll keep looking as long as it takes!
fr_fr: Nous continueront ‡† observer autant de temps qu'il faudra!

source: Hey, Reid, come on!
fr_fr: Hey, Reid, viens l‡!

source: Okay, okay...I'm coming.
fr_fr: Ok, ok...J'arrive

source: Hey, wait! Treasure?
fr_fr: Hey, attends! Un trÈsor?

source: You mean you've never heard of it?!
fr_fr: Tu veux dire que tu n'en as jamais entendu parlÈ?!

source: Oh, you want to hear the story of the
fr_fr: Oh, tu veux entendre l'histoire du

source: treasure, huh? Well, how imporant
fr_fr: trÈsor, huh? Bien, quelle importance

source: is it to you, really?
fr_fr: cela a vraiment pour vous?

source: [Reid and Heath]
fr_fr: [Reid et Heath]

source: Important enough for you to
fr_fr: Assez important pour vous pour

source: cough up 1000 zeny?!
fr_fr: depenser 1000 zeny?!

source: Alright, my 'friend'. listen up.
fr_fr: Bien, mon 'ami'. Ecoute ceci.

source: A famous adventurer named Niles
fr_fr: Un cÈlËbre aventurier nommÈ Niles

source: returned to this village from his
fr_fr: retourna dans ce village aprËs ses

source: adventures abroad.
fr_fr: aventures ‡ l'Ètranger.

source: He was dragging...
fr_fr: Il traÓnait...

source: ...(Whisperwhisperwhisper)
fr_fr: ...(Chuchotement Chuchotement)

source: a really big box along behind him!!
fr_fr: une boÓte vraiment trËs grosse lui!!

source: He returned during the dead of night,
fr_fr: Il reparti ‡ la tombÈe de la nuit,

source: hoping no one would see his cargo.
fr_fr: espÈrant que personne ne verrait sa cargaison.

source: There has to be something
fr_fr: Il doit y avoir quelque chose

source: valuable in that box!
fr_fr: de valeur dans cette boÓte!

source: There's no other explanation!
fr_fr: Il n'y a pas d'autres explications!

source: I'm on a search for that box!
fr_fr: Je suis ‡ la recherche de cette boÓte!

source: I'm going to find it!
fr_fr: Je vais la trouver!

source: There's just one problem.
fr_fr: Il y a juste un problËme.

source: We don't have the slightest
fr_fr: Nous n'avons pas la moindre

source: idea where Niles put the treasure.
fr_fr: idÈe o˘ Niles mis le trÈsor.

source: Niles is making us look foolish!
fr_fr: Niles nous fait passÈ pour des imbeciles!

source: Where is Niles now?
fr_fr: O˘ est Niles ‡ prÈsent?

source: He's on the north side of the village.
fr_fr: Il est dans la partie nord du village.

source: I hope this information was worth
fr_fr: J'espere que cette information

source: it.
fr_fr: valait le coup

source: It was certainly worth it to us!
fr_fr: Elle le valait pour nous!

source: How are we supposed to make an honest zeny?!
fr_fr: Comment sommes-nous supposÈs gagner honnÍtement des zeny?!

source: Hey! Come back when you're not dirt
fr_fr: Hey! Revenez quand vous ne serez plus une saletÈ

source: poor! Gotta spend money to make money, right?
fr_fr: de pauvre! Je dois dÈpenser de l'argent pour gagner de l'argent, ok?

source: That guy over at the far table
fr_fr: Ce type ‡ la table dans le coin

source: in the corner is the adventurer
fr_fr: le plus ÈloignÈ est Niles

source: Niles. He seems to have a wealth
fr_fr: l'aventurier. Il semble avoir une flopÈe

source: of stories about his many adventures.
fr_fr: d'histoire sur ses nombreuses aventures.

source: He's always so boisterous, saying things
fr_fr: Il est toujours si violent, disant des choses

source: like 'Will your journey lead you to fame,
fr_fr: comme 'Votre voyage vous mËnera-t-il vers la

source: or to certain death?!'
fr_fr: gloire ou vers une mort certaine?!

source: Nevertheless, anyone who talks to Niles
fr_fr: NÈanmoins, chaque personne parlant ‡ Niles

source: for any length of time seems to be invariably
fr_fr: pendant n'importe quelle durÈe, semble etre

source: inspired by his passion.
fr_fr: invariablement inspirÈ par sa passion.

source: Another fool come to ask about
fr_fr: Un autre idiot viens pour parler de

source: that idiotic rumor circulating
fr_fr: cette rumeur idiote circulant

source: around town?
fr_fr: dans toute la ville?

source: The story about me finding a great
fr_fr: L'histoire concernant ma dÈcouverte d'un superbe

source: treasure is a big misunderstanding.
fr_fr: trÈsor est un gros malentendu.

source: In reality, it's just my collection
fr_fr: En rÈalitÈ, c'est simplement ma collection

source: of modest finds.
fr_fr: de modestes trouvailles.

source: That said, I think I have a lead
fr_fr: Ceci dit, Je pense avoir une piste

source: on a potentially lucrative
fr_fr: sur un objet potentiellement lucratif

source: item just waiting to be found.
fr_fr: qui attends seulement d'Ítre trouvÈ.

source: Don't you think that cave
fr_fr: Vous ne pensez pas que cette caverne prËs

source: near Komodo village is interesting?
fr_fr: de Comodo est intÈressante?

source: I think a large jewel may be
fr_fr: Je pense qu'un grand bijoux peut se

source: hidden within its confines.
fr_fr: cacher au fin fond de cette caverne.

source: Until recently, we didn't know how to
fr_fr: Jusqu'‡ rÈcemment, nous ne savions pas comment

source: reach the cave.
fr_fr: l'atteindre.

source: Is your mind set on going there?!
fr_fr: Votre esprit desire-t-il aller l‡-bas?

source: Can you imagine what you'll find?!
fr_fr: Pouvez-vous imaginer ce que vous trouverez?!

source: Doesn't just talking about it make
fr_fr: Le simple fait d'en parler ne vous

source: you want to go on an adventure?!!!
fr_fr: donne-t-il pas envie de partir ‡ l'aventure?

source: Just break down any barrier in your
fr_fr: Abattez toutes les barriËres sur votre

source: path and trust your primal instincts
fr_fr: chemin et croyez en vos instincts primaires

source: to guide you to your goal!
fr_fr: pour vous guider jusqu'‡ votre but!

source: Go! Quickly!
fr_fr: Aller! Rapidement!

source: Will you find the path to fame on
fr_fr: Trouverez-vous le chemin vers la gloire

source: your journey, or the path to certain
fr_fr: pendant votre voyage, ou le chemin vers

source: death?! Hahahaha!!!!
fr_fr: une mort certaine?! Hahahaha!!!

source: Hello! I'm a member of
fr_fr: Bonjour! Je suis un membre de

source: the Utan tribe.
fr_fr: la tribu Utan.

source: My name is Hatan! Nice to
fr_fr: Mon nom est Hatan! Ravi de

source: meet you.
fr_fr: vous rencontrer.

source: ...I can't play now, because
fr_fr: ...Je ne peux pas jouer maintenant,

source: a recent thunderstorm caused
fr_fr: car un orage rÈcent a fait

source: the roof of our house to become
fr_fr: une fissure sur le toit de notre

source: cracked...
fr_fr: maison...

source: Hey! You guys seem pretty well
fr_fr: Hey! Vous semblez Ítre assez

source: off. Do you think you could
fr_fr: riche. Pensez-vous que vous pourriez

source: give us a little zeny
fr_fr: nous donner un peu de zeny

source: so we can fix the crack?
fr_fr: pour que nous rebouchions la fissure?

source: Please!
fr_fr: S'il vous plaÓt!

source: Nod
fr_fr: Hocher la tÍte

source: Shake Head
fr_fr: Secouer la tÍte

source: Yay!!
fr_fr: Ouais!!

source: You're the best!!
fr_fr: Vous Ítes le meilleur!!

source: Please take this as a token of my gratitude.
fr_fr: Prenez-ceci s'il vous plaÓt comme un signe de ma gratitude.

source: Well, maybe I misunderestimated your
fr_fr: Bien, peut-Ítre ai-je surestimÈ votre

source: wealth, but you shouldn't lie...
fr_fr: richesse, mais vous ne devrais pas mentir...

source: ...I want meat.
fr_fr: ...Je veux de la viande.

source: ...Gimme meat!
fr_fr: ...Donne moi de la viande!

source: No way!
fr_fr: Jamais de la vie!

source: Hey, thanks!
fr_fr: Hey, merci!

source: Take these!
fr_fr: Prend Áa!

source: ...I'm hungry!
fr_fr: ...J'ai faim!

source: Hey! You said you have
fr_fr: Hey! Tu disais que tu avais

source: meat! So you were lying?
fr_fr: de la viande! Alors tu mentais?

source: I hate you!
fr_fr: Je te deteste!

source: ^3355FFThe gate is shaped like a skeleton
fr_fr: ^3355FFLa porte est en forme de squelette

source: You cannot pass this point as the gate is
fr_fr: Vous ne pouvez pas passer par ici tant que la porte est

source: locked. You hear sounds coming from the
fr_fr: fermÈe. Vous entendez des bruits venant de

source: inside.^000000
fr_fr: l'intÈrieur.^000000

source: Examine the skeleton
fr_fr: Examiner le squelette

source: ^3355FFWhen you examine the gate
fr_fr: ^3355FFQuand vous examinez soigneusement

source: carefully, you notice that there
fr_fr: la porte, vous remarquez qu'il y a

source: is a hole about the size of a gemstone
fr_fr: un trou de la taille d'une gemstone

source: on the left side of the gate about where
fr_fr: sur le cÙtÈ gauche de la porte, ‡ l'endroit

source: the skeleton's left eye should be. There is
fr_fr: o˘ devrait se trouver l'oeil gauche du squelette.

source: a matching hole on the other side.^000000
fr_fr: Il y a Ègalement un trou de l'autre cÙtÈ.^000000

source: ^3355FFWhat you would like
fr_fr: ^3355FFQue voulez-vous faire

source: to do with the left socket?^000000
fr_fr: avec l'orifice gauche?^000000

source: Insert a Blue Gemstone
fr_fr: InsÈrer une Blue Gemstone

source: Insert a Red Gemstone
fr_fr: InsÈrer une Red Gemstone

source: Insert a Yellow Gemstone
fr_fr: InsÈrer une Yellow Gemstone

source: ^3355FFNothing was inserted into the left socket.^000000
fr_fr: ^3355FFVous n'avez rien insÈrÈ dans l'orifice.^000000

source: ^3355FFYou inserted a Blue Gemstone into the
fr_fr: ^3355FFVous insÈrez une Blue Gemstone dans

source: left socket.^000000
fr_fr: l'orifice de gauche.^000000

source: ^3355FFA rolling sound can be heard, and
fr_fr: ^3355FFOn peut entendre un son de pierre qui roule, et

source: the gemstone comes out of the skeleton'smouth.^000000
fr_fr: la gemstone sortit de la bouchedu squelette.^000000

source: ^3355FFYou inserted a Yellow Gemstone into the
fr_fr: ^3355FFVous avez insÈrÈ une Yellow Gemstone dans le

source: ^3355FFYou inserted a Red Gemstone into the
fr_fr: ^3355FFVous avez insÈrÈ une Red Gemstone dans le

source: ^3355FFYou don't have a Blue Gemstone.
fr_fr: ^3355FFVous n'avez pas de Blue Gemstone.

source: ^3355FFYou don't have a Yellow Gemstone.
fr_fr: ^3355FFVous n'avez pas de Yellow Gemstone.

source: ^3355FFYou don't have a Red Gemstone.
fr_fr: ^3355FFVous n'avez pas de Red Gemstone.

source: Therefore, nothing was inserted into
fr_fr: Donc, rien n'a ÈtÈ insÈrÈ dans

source: the left socket.^000000
fr_fr: l'orifice gauche.^000000

source: ^3355FFWhat about the right
fr_fr: ^3355FFEn ce qui concerne l'orifice

source: socket?^000000
fr_fr: droit?^000000

source: ^3355FFNothing was inserted into the right socket.^000000
fr_fr: ^3355FFRien n'a ÈtÈ insÈrÈ dans l'orifice droit.^000000

source: the right socket.^000000
fr_fr: l'orifice droit.^000000

source: ^3355FFNothing happened.
fr_fr: ^3355FFRien ne s'est passÈ.

source: You hear a faint laugh, but
fr_fr: Vous entendez un faible rire, mais

source: decide that it's all in
fr_fr: decidez que tout est dans

source: your head.^000000
fr_fr: votre tÍte.^000000

source: ^3355FFA rumbling sound can be
fr_fr: Un son grondant se fait entendre

source: heard as the gate opens.
fr_fr: alors que la porte s'ouvre.
